Repository: babycaseny/keepassx
Catalog: share/translations/bb.po
Languages: bb

source: About KeePassX
bb: Àbaut KeePassX

source: KeePassX is distributed under the term of the GNU General Public License (GPL) version 2 or (at your option) version 3.
bb: Keepassx distribueras enligt villkoren i GNU General Public License (GPL) version 2 eller (om du vill) version 3.

# AutoType#1
source: Auto-Type - KeePassX
bb: Òto-Taip - KeePassX

source: Couldn't find an entry that matches the window title.
bb: Kunde inte hitta en post som matchar fönstertiteln.

source: Sequence
bb: Sikwàns

source: Default sequence
bb: Difàult sikwàns

# AutoTypeSelectDialog#1
source: Auto-Type - KeePassX
bb: Òto-Taip - KeePassX

source: Select entry to Auto-Type:
bb: Silekt entri tu Òto-Taip:

# ChangeMasterKeyWidget#1
source: Password
bb: Paswörd

source: Enter password:
bb: Input paswörd

source: Repeat password:
bb: Rīpīt paswörd:

source: Key file
bb: Kyivälyu fayl

# ChangeMasterKeyWidget#5
source: Browse
bb: Braws

source: Create
bb: Krieit

# ChangeMasterKeyWidget#7
source: Key files
bb: Kyivälyu fayls

# ChangeMasterKeyWidget#8ChangeMasterKeyWidget#8ChangeMasterKeyWidget#8
source: All files
bb: Ol fayls

source: Create Key File...
bb: Krieit Keyvälyu Fayl...

source: Error
bb: Öra

source: Unable to create Key File :
bb: Kunde inte skapa nyckel-fil

source: Select a key file
bb: Välj nyckel-fil

source: Question
bb: Kwesçion

source: Do you really want to use an empty string as password?
bb: Vill du verkligen vill använda en tom sträng som lösenord?

# ChangeMasterKeyWidget#15
source: Different passwords supplied.
bb: Diffèrènt paswörds sùpplaien.

source: Enter master key
bb: Enter mastèr kyivälyu

source: Key File:
bb: Kyuvälyu Fayl:

# DatabaseOpenWidget#3
source: Password:
bb: Paswörd:

# DatabaseOpenWidget#4
source: Browse
bb: Braws

# DatabaseOpenWidget#5
source: Error
bb: Öra

# DatabaseOpenWidget#6
source: Unable to open the database.
bb: Kunde inte öppna databas.

source: Can't open key file
bb: Kyivälyu fayl opèn feilen

# DatabaseOpenWidget#8
source: All files
bb: Ol fayls

# DatabaseOpenWidget#9
source: Key files
bb: Kyivälyu fayls

source: Select key file
bb: Välj nyckel-fil

source: Database name:
bb: Deitābeis neim:

source: Database description:
bb: Deitābeis diskraipçion:

source: Transform rounds:
bb: Transformerings varv:

source: Default username:
bb: Difàult yusāneim:

source: Use recycle bin:
bb: Använd papperskorg:

source: Max. history items:
bb: Maxantal historik poster:

source: Max. history size:
bb: Maximal historik storlek:

source: KeePass 2 Database
bb: KeePass 2 Databas

# DatabaseTabWidget#3
source: All files
bb: Ol fayls

# DatabaseTabWidget#4
source: Open database
bb: Opèn deitābeis

source: Warning
bb: Varning

source: File not found!
bb: Filen kunde inte hittas!

source: Open KeePass 1 database
bb: Opèn deitābeis in KeePass 1 formät

source: KeePass 1 database
bb: KeePass 1 formät deitābeis

source: All files (*)
bb: Ol fayls (*)

source: Close?
bb: Klos?

source: "%1" is in edit mode. Close anyway?
bb: "%1" är i redigerar-läge. Stäng ändå?

source: Save changes?
bb: Spara ändringar?

source: "%1" was modified. Save changes?
bb: "%1" har ändrats. Spara ändringarna?

# DatabaseTabWidget#14
source: Error
bb: Öra

source: Writing the database failed.
bb: Kunde inte skriva till databasen.

# DatabaseTabWidget#16
source: Save database as
bb: Spara databas som

# DatabaseTabWidget#17
source: New database
bb: Pikka deitābeis

source: locked
bb: låst

# DatabaseWidget#1
source: Change master key
bb: Modifai mastèr kyivälyu

source: Delete entry?
bb: Dilit entri?

source: Do you really want to delete the entry "%1" for good?
bb: Vill du verkligen ta bort "%1" för gott?

source: Delete entries?
bb: Dilit entris?

source: Do you really want to delete %1 entries for good?
bb: Vill du verkligen ta bort %1 poser för gott?

source: Move entries to recycle bin?
bb: Lägg poster i papperskorgen?

source: Delete group?
bb: Dilit grūp?

source: Do you really want to delete the group "%1" for good?
bb: Vill du verkligen ta bort gruppen "%1" för gott?

# DatabaseWidget#10
source: Current group
bb: Körrènt grūp

source: Entry
bb: Entri

source: Advanced
bb: Gokab

# EditEntryWidget#3
source: Icon
bb: Aikon

source: Auto-Type
bb: Òto-Taip

# EditEntryWidget#5
source: Properties
bb: Propèrtis

source: History
bb: Històri

source: Entry history
bb: Entri històri

source: Add entry
bb: Ädd entri

source: Edit entry
bb: Edit entri

# EditEntryWidget#10
source: Error
bb: Öra

# EditEntryWidget#11
source: Different passwords supplied.
bb: Diffèrènt paswörds sùpplaien.

source: New attribute
bb: Nytt attribut

source: Select file
bb: Silekt fayl

source: Unable to open file
bb: Kunde inte öppna filen.

source: Save attachment
bb: Spara bifogad fil

source: Unable to save the attachment:
bb: Kunde inte spara bifogad fil:

source: Tomorrow
bb: Imorgon

source: %n week(s)
bb: %n-gè wīks

source: %n month(s)
bb: %n-gè monŧ

source: 1 year
bb: 1-nin

source: Additional attributes
bb: Äddeiçionol attribyuts

source: Add
bb: Ädd

source: Remove
bb: Rīmūv

source: Attachments
bb: Bilagor

source: Save
bb: Seiv

source: Enable Auto-Type for this entry
bb: Slå på auto-skriv för denna post

source: Inherit default Auto-Type sequence from the group
bb: Ärv standard auto-skriv sekvens för grupp

source: Use custom Auto-Type sequence:
bb: Yus kùstomaisen Òto-Taip sikwàns:

source: Window title:
bb: Window tàitol:

source: Use default sequence
bb: Yus difàult sikwàns

source: Set custom sequence:
bb: Egen sekvens:

source: Show
bb: Displei

source: Restore
bb: Rīstor

source: Delete
bb: Dilit

source: Delete all
bb: Dilit ol

source: Title:
bb: Tàitol:

source: Username:
bb: Yusāneim:

# EditEntryWidgetMain#3
source: Password:
bb: Paswörd:

source: Repeat:
bb: Rīpīt:

source: URL:
bb: YRL:

# EditEntryWidgetMain#7
source: Expires
bb: Går ut

source: Presets
bb: Prisets

source: Notes:
bb: Anteckningar:

# EditGroupWidget#1
source: Group
bb: Grūp

# EditGroupWidget#2
source: Icon
bb: Aikon

# EditGroupWidget#3
source: Properties
bb: Propèrtis

source: Add group
bb: Ädd grūp

# EditGroupWidget#5
source: Edit group
bb: Edit grūp

source: Enable
bb: Slå på

source: Disable
bb: Stäng av

source: Inherit from parent group (%1)
bb: Ärv från förälder grupp (%1)

# EditGroupWidgetMain#1
source: Name
bb: Neim

# EditGroupWidgetMain#2
source: Notes
bb: Anteckningar

# EditGroupWidgetMain#3
source: Expires
bb: Går ut

source: Search
bb: Söč

source: Auto-type
bb: Òto-taip

source: Use default icon
bb: Yus difàult aikon

source: Use custom icon
bb: Yus kùstomaisen aikon

source: Add custom icon
bb: Ädd kùstomaise aikon

source: Delete custom icon
bb: Dilit kùstomai aikon

source: Images
bb: Imeijs

# EditWidgetIcons#6
source: All files
bb: Ol fayls

source: Select Image
bb: Silekt Imeij

source: Can't delete icon!
bb: Aikon dilit feilen!

source: Can't delete icon. Still used by %n item(s).
bb: Aikon dilit feilen. Still in yus bai %n-gè aitèm.

source: Created:
bb: Krieiten:

source: Modified:
bb: Modifaien:

source: Accessed:
bb: Aksesen:

# EntryAttributesModel#1
source: Name
bb: Neim

source: Last modified
bb: Last modifaien

# EntryHistoryModel#2
source: Title
bb: Tàitol

# EntryHistoryModel#3
source: Username
bb: Yusāneim

# EntryHistoryModel#4
source: URL
bb: YRL

# EntryModel#1
source: Group
bb: Grūp

# EntryModel#2
source: Title
bb: Tàitol

# EntryModel#3
source: Username
bb: Yusāneim

# EntryModel#4
source: URL
bb: YRL

source: Recycle Bin
bb: Papperskorg

source: Import KeePass1 database
bb: Importera KeePass1 databas

# KeePass1OpenWidget#2
source: Error
bb: Öra

# KeePass1OpenWidget#3
source: Unable to open the database.
bb: Kunde inte öppna databas.

source: Unable to read keyfile.
bb: Kunde inte läsa nyckel-filen.

# KeePass1Reader#2
source: Not a KeePass database.
bb: Inte en KeePass databas

source: Unsupported encryption algorithm.
bb: Krypteringsalgoritnmen stöds ej

# KeePass1Reader#4
source: Unsupported KeePass database version.
bb: KeePass databas versionen stöds ej.

# KeePass2Reader#1
source: Not a KeePass database.
bb: Inte en KeePass databas.

# KeePass2Reader#2
source: Unsupported KeePass database version.
bb: KeePass databas versionen stöds ej.

source: Wrong key or database file is corrupt.
bb: Fel lösenord eller korrupt databas-fil

source: Database
bb: Deitābeis

source: Recent databases
bb: Senast använda databser

source: Entries
bb: Entris

source: Copy attribute to clipboard
bb: Kopiera attribut

source: Groups
bb: Grūps

source: Extras
bb: Ikstras

source: View
bb: Vyu

source: Quit
bb: Ziuru

source: About
bb: Àbaut

# MainWindow#11
source: Open database
bb: Opèn deitābeis

source: Save database
bb: Seiv deitābeis

source: Close database
bb: Klos deitābeis

# MainWindow#14
source: New database
bb: Pikka deitābeis

source: Add new entry
bb: Ädd niu entri

source: View/Edit entry
bb: Vyu/Edit entri

source: Delete entry
bb: Dilit entri

source: Add new group
bb: Ädd niu grūp

# MainWindow#19
source: Edit group
bb: Edit grūp

source: Delete group
bb: Dilit grūp

# MainWindow#21
source: Save database as
bb: Seiv deitābeis as

# MainWindow#22
source: Change master key
bb: Modifai mastèr kyivälyu

source: Database settings
bb: Deitābeis seti

source: Import KeePass 1 database
bb: Importera KeePass1 databas

source: Clone entry
bb: Klon entri

source: Find
bb: Söč

# MainWindow#27
source: Username
bb: Yusāneim

source: Copy username to clipboard
bb: Kopiera användarnamn

# MainWindow#29
source: Password
bb: Paswörd

source: Copy password to clipboard
bb: Kopiera lösenord

source: Settings
bb: Inställningar

source: Perform Auto-Type
bb: Utför auto-skriv

source: Open URL
bb: Opèn YRL

source: Lock databases
bb: Lås databaser

# MainWindow#35
source: Title
bb: Tàitol

# MainWindow#36
source: URL
bb: YRL

# MainWindow#37
source: Notes
bb: Anteckningar

source: Show toolbar
bb: Visa verktygsfält

source: read-only
bb: läs bara

# PasswordGeneratorWidget#1
source: Password:
bb: Paswörd:

source: Length:
bb: Längd:

source: Character Types
bb: Teckentyper

source: Upper Case Letters
bb: Versaler

source: Lower Case Letters
bb: Gemener

source: Numbers
bb: Siffror

source: Special Characters
bb: Specialtecken

source: Exclude look-alike characters
bb: Uteslut liknande tecken

source: Ensure that the password contains characters from every group
bb: Säkerställ att lösenordet innehåller tecken från varje grupp

source: Accept
bb: Aksept

source: Displays version information.
bb: Displei vörçion informeiçion.

source: Displays this help.
bb: Displei nigè help.

source: Unknown option '%1'.
bb: Okänt alternativ: '%1'

source: Unknown options: %1.
bb: Okända alternativ: '%1'

source: Missing value after '%1'.
bb: Saknar värde efter '%1'

source: Unexpected value after '%1'.
bb: Oväntat värde efter '%1'

source: [options]
bb: [alternativ]

source: Usage: %1
bb: Yuseij: %1

source: Options:
bb: Opçions:

source: Arguments:
bb: Argument:

source: Existing file %1 is not writable
bb: Den existerande filen %1 är inte skrivbar

source: Writing canceled by application
bb: Skrivning avbruten av applikation

source: Partial write. Partition full?
bb: Delvis skrivet. Är partitionen full?

source: Internal zlib error when compressing:
bb: Internt zlib fel vid komprimering:

source: Error writing to underlying device:
bb: Fel vid skrivning till underliggande enhet:

source: Error opening underlying device:
bb: Fel vid öppning av underliggande enhet:

source: Error reading data from underlying device:
bb: Fel vid läsning från underliggande enhet:

source: Internal zlib error when decompressing:
bb: Internt zlib fel vid extrahering:

source: The gzip format not supported in this version of zlib.
bb: Gzip formatet stöds inte av denna version av zlib.

source: Internal zlib error:
bb: Internt zlib fel:

source: Find:
bb: Söč:

source: Case sensitive
bb: Skiftlägeskänslig

# SearchWidget#3
source: Current group
bb: Körrènt grūp

source: Root group
bb: Rūt grūp

source: Application Settings
bb: Applaikeiçion Setiŋs

source: General
bb: Jenerol

source: Security
bb: Sekyuriti

source: Remember last databases
bb: Komihåg senaste databasen

source: Open previous databases on startup
bb: Opèn deitābeis last yusen on start

source: Mark as modified on expanded state changes
bb: Markera som ändrad när utökat läge ändras

source: Automatically save on exit
bb: Spara automatiskt är applikationen anslutas

source: Automatically save after every change
bb: Spara automatiskt efter varje ändring

source: Minimize when copying to clipboard
bb: Minimera vid kopiering

source: Use group icon on entry creation
bb: Använd gruppens ikon för nya poster

source: Global Auto-Type shortcut
bb: Globalt auto-skriv kortkommando

source: Use entry title to match windows for global auto-type
bb: Använda postens titel till matchning med fönster för globalt auto-skriv

source: Clear clipboard after
bb: Rensa urklipp efter

source: sec
bb: sek

source: Lock databases after inactivity of
bb: Lås databaser efter inaktivitet i

source: Show passwords in cleartext by default
bb: Visa lösenord i klartext som standard

source: Always ask before performing auto-type
bb: Olweis ask bifor pörformiŋ òto-taip

source: Unlock database
bb: Lås upp databas

# UnlockDatabaseWidget#2
source: Error
bb: Öra

source: Wrong key.
bb: Öra in kyivälyu sùpplaien.

source: Welcome!
bb: Welkom!

source: KeePassX - cross-platform password manager
bb: KeePassX - plattformsoberoende lösenordshanterare

source: filename of the password database to open (*.kdbx)
bb: namn på databas fil att öppna (*.kdbx)

source: path to a custom config file
bb: Sökväg till egen konfigurations-fil

source: password of the database (DANGEROUS!)
bb: deitābeis dè paswörd (WÉIXIAN)

source: key file of the database
bb: deitābeis dè kyivälyu fayl
